export const PRICE_LIST = [
  {
    id: 1,
    title: "Стандарт (700 микрон)",
    description: "Надежная пленка ПВХ для большинства беседок",
    price: "от 1360 ₽/м²",
    features: [
      "Защита от ветра и дождя",
      "Срок службы от 10 лет",
      "Окантовка ПВХ 650 г/м²"
    ]
  },
  {
    id: 3,
    title: "Премиум SCREEN",
    description: "Защита от посторонних взглядов",
    price: "от 1800 ₽/м²",
    features: [
      "Не разрушается под UF лучами",
      "Отличная вентиляция",
      "Срок службы более 12 лет",
      "Плотность ткани 410 г/м²",
      "Отсутствуют температурные расширения благодаря структуре ткани"
    ]
  },
  {
    id: 2,
    title: "Стандарт+ (500 микрон)",
    description: "Полиуретановая пленка, не дубеет на сильном морозе",
    price: "от 2000 ₽/м²",
    features: [
      "Морозостойкость до -40°C",
      "Срок службы от 10 лет",
      "Окантовка ПВХ 650 г/м²",
      "Люверсы через каждые 40 см"
    ]
  }
];

export const GALLERY_ITEMS = [
  {
    id: 1,
    imageUrl: "/derevo_bsedka.avif",
    title: "Деревянная беседка с мягкими окнами"
  },
  {
    id: 2,
    imageUrl: "/terassa_restorant.avif",
    title: "Открытая терраса ресторана"
  },
  {
    id: 3,
    imageUrl: "/yutnay_veranda.avif",
    title: "Уютная веранда в загородном доме"
  },
  {
    id: 4,
    imageUrl: "/montash_kirpich.avif",
    title: "Монтаж на кирпичную конструкцию"
  }
];

export const FEATURES = [
  {
    id: 1,
    title: "Идеальная прозрачность",
    description: "Светопропускание 95%. Окна не искажают вид и прозрачны, как обычное стекло",
    icon: "Sun"
  },
  {
    id: 2,
    title: "Комфорт в любой сезон",
    description: "Защищают от снега зимой, дождя и ветра осенью, пыли и гнуса летом",
    icon: "Shield"
  },
  {
    id: 3,
    title: "Экономия до 60%",
    description: "Мягкие окна значительно дешевле классического остекления",
    icon: "Wallet"
  },
  {
    id: 4,
    title: "Простой уход",
    description: "Легко моются обычной мыльной водой или бесконтактной мойкой",
    icon: "Droplets"
  }
];
